Repository: eliashaeussler/typo3-warming
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# cacheWarmupToolbarItem.title
source: Warmup cache
de: Cache aufwärmen

# cacheWarmupToolbarItem.loading
source: Sites are being loaded...
da: Websteder indlæses...
de: Seiten werden geladen...

# cacheWarmupToolbarItem.description.invalid
source: No XML sitemap found for this site.
da: Ingen XML sitemap fundet for dette websted.
de: Keine XML-Sitemap für diese Seite gefunden.

# cacheWarmupToolbarItem.userAgent.description
source: A custom <code>User-Agent</code> header is used for cache warmup requests. You can copy it here to exclude the requests from your site statistics, for example.
da: En brugerdefineret <code>User-Agent</code> header bruges til cache warmup anmodninger. Du kan kopiere det her for at udelukke anmodningerne fra dit websted statistik, for eksempel.
de: Ein spezieller <code>User-Agent</code> Header wird zum Aufwärmen der Caches verwendet. Sie können ihn hier kopieren, um diese Anfragen z. B. von Ihrer Seiten-Statistik auszuschließen.

# cacheWarmupToolbarItem.userAgent.action
source: Copy to clipboard
da: Kopier til udklipsholder
de: In Zwischenablage kopieren

# toolbar.sitemap.missing
source: No XML sitemap found for this language.
da: Ingen XML sitemap fundet for dette sprog.
de: Keine XML-Sitemap für diese Sprache gefunden.

# toolbar.sitemap.placeholder
source: Select a language
da: Vælg et sprog
de: Sprache auswählen

# toolbar.copy.successful
source: Copied
da: Kopieret
de: Kopiert

# notification.title.failed
source: Cache warmup failed
da: Cache warmup mislykkedes
de: Cache-Warmup fehlgeschlagen

# notification.title.warning
source: Cache warmup finished with errors
da: Cache warmup færdig med fejl
de: Cache-Warmup mit Fehlern beendet

# notification.title.success
source: Cache warmup successful
da: Cache warmup lykkedes
de: Cache-Warmup erfolgreich

# notification.title.unknown
source: Cache warmup finished
da: Cache warmup færdig
de: Cache-Warmup beendet

# notification.message.site
source: Caches for page "%1$s [%2$d]" have been warmed up with the following result: %3$d successful, %4$d failed
da: Caches til side "%1$s [%2$d]" er blevet varmet op med følgende resultat: %3$d vellykket, %4$d mislykkedes
de: Die Caches der Seite "%1$s [%2$d]" wurden aufgewärmt und führten zu folgendem Ergebnis: %3$d erfolgreich, %4$d fehlgeschlagen

# notification.message.page.error
source: Cache could not be warmed up for "%1$s [%2$d]".
da: Cache kunne ikke varmes op for "%1$s [%2$d]".
de: Cache konnte für die Seite "%1$s [%2$d]" nicht aufgewärmt werden.

# notification.message.page.success
source: Cache of page "%1$s [%2$d]" was successfully warmed up.
da: Cache af side "%1$s [%2$d]" blev varmet op.
de: Cache der Seite "%1$s [%2$d]" wurde erfolgreich aufgewärmt.

# notification.message.page.unknown
source: Warming up the cache for page "%1$s [%2$d]" ended unexpectedly.
da: Opvarmning af cachen for siden "%1$s [%2$d]" endte uventet.
de: Das Aufwärmen des Caches für die Seite "%1$s [%2$d]" wurde unerwartet beendet.

# notification.aborted.title
source: Cache warmup aborted
da: Cache warmup afbrudt
de: Cache-Warmup abgebrochen

# notification.aborted.message
source: The cache warmup was stopped prematurely and therefore could not be completed.
da: Cache warmup blev stoppet for tidligt og kunne derfor ikke fuldføres.
de: Das Aufwärmen der Caches wurde vorzeitig abgebrochen und konnte daher nicht vollständig durchgeführt werden.

# notification.error.title
source: An error occurred
da: En fejl opstod
de: Es ist ein Fehler aufgetreten

# notification.error.message
source: An error occurred while warming up caches. This could be related to an incorrect extension configuration.
da: Der opstod en fejl under opvarmning af caches. Dette kunne være relateret til en forkert udvidelseskonfiguration.
de: Beim Aufwärmen der Caches ist ein Fehler aufgetreten. Dies könnte mit einer falschen Extension-Konfiguration zusammenhängen.

# notification.action.showReport
source: View report
da: Se rapport
de: Bericht anzeigen

# notification.action.retry
source: Run again
da: Kør igen
de: Wiederholen

# modal.report.title
source: Cache warmup report
da: Cache warmup rapport
de: Bericht: Cache aufwärmen

# modal.report.panel.failed
source: Failed
da: Mislykket
de: Fehlgeschlagen

# modal.report.panel.successful
source: Successful
da: Succesfuld
de: Erfolgreich

# modal.report.action.view
source: View
da: Vis
de: Anzeigen

# modal.report.message.total
source: Total number of crawled URLs:
da: Samlet antal crawlede URL'er:
de: Anzahl der insgesamt verarbeiteten URLs:

# modal.report.message.noUrlsCrawled
source: No URLs were crawled for cache warmup.
da: Ingen URL'er blev kravlet til cache warmup.
de: Es wurden keine URLs zum Aufwärmen von Caches verarbeitet.

# modal.progress.title
source: Cache warmup is in progress
da: Cache warmup er i gang
de: Caches werden aufgewärmt

# modal.progress.button.report
source: Show report
da: Vis rapport
de: Bericht anzeigen

# modal.progress.button.retry
source: Run again
da: Kør igen
de: Wiederholen

# modal.progress.button.close
source: Close
da: Luk
de: Schließen

# modal.progress.failedCounter
source: Failed: {0}
da: Mislykkedes: {0}
de: Fehlerhaft: {0}

# modal.progress.allCounter
source: Processed: <strong>{0}</strong><br>Total: <strong>{1}</strong>
da: Behandlet: <strong>{0}</strong><br>I alt: <strong>{1}</strong>
de: Erledigt: <strong>{0}</strong><br>Insgesamt: <strong>{1}</strong>

# modal.progress.placeholder
source: Crawling sitemaps...
de: Sitemaps werden ausgelesen...

# contextMenu.item.cacheWarmup
source: Warmup cache for this page
da: Warmup cache for denne side
de: Cache dieser Seite aufwärmen

# contextMenu.item.cacheWarmupAll
source: Warmup all caches
da: Warmup alle caches
de: Cache aller Seiten aufwärmen
